Repository: mbeall/b4
Catalog: languages/*.po
Languages: cs_cz, sk_sk

source: Not Found
sk_sk: Nenašlo sa

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
sk_sk: Ospravedlňujeme sa, ale strana ktorú ste si vyžiadali nmohla byť nájdená. Možno pomôže vyhľadávanie.

source: Full size is %s pixels
sk_sk: Pln'rozlíšenie je %s pixelov

source: Link to full-size image
sk_sk: Odkaz na obrázok v plnom rozlíšení

source: View file:
sk_sk: Pozrieť súbor:

source: (More ...)
cs_cz: (Více ...)
sk_sk: (Viac ...)

source: &larr; Older Comments
sk_sk: &larr; Staršie komentáre

source: Newer Comments &rarr;
sk_sk: Novšie komentáre &rarr;

source: Posts by %1$s ( @%2$s )
sk_sk: Články od %1$s ( @%2$s )

source: Permalink
sk_sk: Trvalý odkaz

source: Reply
cs_cz: Odpovědět
sk_sk: Odpovedať

source: Edit
cs_cz: Upravit
sk_sk: Upraviť

source: <br />Tags:
cs_cz: <br /> Tagy:
sk_sk: <br /> Značky:

source: Toggle Comments
cs_cz: Zobrazit/Skrýt komentáře
sk_sk: Prepnúť komentáre

source: Required fields are marked %s
sk_sk: Požadované polia sú označené %s

source: Theme: %1$s by %2$s.
sk_sk: Vzhľad: %1$s od %2$s.

source: compose new post
cs_cz: napsat nový příspěvek
sk_sk: napísať nový článok

source: next post/next comment
cs_cz: další příspěvek/komentář
sk_sk: ďalší článok/ďalší komentár

source: previous post/previous comment
cs_cz: předchozí příspěvek/komentář
sk_sk: predchádzajúci článok/predchádzajúci komentár

source: reply
cs_cz: odpověď
sk_sk: odpoveď

source: edit
cs_cz: upravit
sk_sk: upraviť

source: show/hide comments
cs_cz: zobrazit/skrýt komentáře
sk_sk: zobraziť/skryť komentáre

source: go to top
cs_cz: zpět na začátek
sk_sk: ísť na začiatok

source: go to login
cs_cz: k přihlášení
sk_sk: ísť na prihlásenie

source: show/hide help
cs_cz: Zobrazit/skrýt nápovědu
sk_sk: zobraziť/skryť nápovedu

source: cancel
cs_cz: zrušit
sk_sk: zrušiť

source: Sidebar
sk_sk: Postranná lišta

source: on
sk_sk: na

source: Your comment is awaiting moderation.
cs_cz: Váš komentář čeká na schválení.
sk_sk: Váš komentár čaká na schválenie.

source: Edit comment
cs_cz: Upravit komentář
sk_sk: Upraviť komentár

source: Video Post
cs_cz: Video
sk_sk: Video

source: Image Post
cs_cz: Obrázek
sk_sk: Obrázok

source: Log in to Reply
cs_cz: Přihlaste se pro odpověď
sk_sk: Prihlásiť sa na odpoveď

source: Proudly powered by %s.
sk_sk: Hrdo poháňa %s.

source: Error: not logged in.
cs_cz: Chyba: nejste přihlášen
sk_sk: Chyba: nieste prihlásený.

source: Error: not allowed to edit post.
cs_cz: Chyba: úprava příspěvku nepovolena.
sk_sk: Chyba: nemáte oprávnenie upraviť článok.

source: Error: not allowed to edit this comment.
cs_cz: Chyba: úprava komentáře nepovolena.
sk_sk: Chyba: nemáte oprávnenie upraviť tento komentár.

source: Error: not allowed to post.
cs_cz: Chyba: publikování příspěvku nepovoleno.
sk_sk: Chyba: nemáte oprávnenie upraviť tento článok.

source: Tag it
cs_cz: klíčová slova - tagy
sk_sk: Označkujte

source: Post Title
cs_cz: Titulek
sk_sk: Názov článku

source: Error: you must be logged in to post a comment.
cs_cz: Chyba: Pro psaní komentáře se musíte přihlásit.
sk_sk: Chyba: musíte byť prihlásený na pridanie komentáru.

source: Error: please fill the required fields (name, email).
cs_cz: Chyba: prosím vyplňte povinné údaje (jméno, e-mail).
sk_sk: Chyba: prosím vyplňte požadované polia (meno, email).

source: Error: please enter a valid email address.
cs_cz: Chyba: Zadejte prosím platnou e-mailovou adresu.
sk_sk: Chyba: prosím zadajte platnú emailovú adresu.

source: Error: Please type a comment.
cs_cz: Chyba: Zadejte prosím komentář.
sk_sk: Chyba: Prosím napíšte komentár.

source: Error: Unknown error occurred. Comment not posted.
sk_sk: Chyba: Vyskytla sa neznáma chyba. Komentár nebol pridaný.

source: Citation
cs_cz: Komentář k citaci
sk_sk: Citácia

source: Go to homepage
cs_cz: Zpět na domovskou stránku
sk_sk: Späť na domovskú stránku

source: %d new update(s)
cs_cz: %d nových aktualizací
sk_sk: %d nových aktualizácií

source: %d new comment(s)
cs_cz: %d nových komentářů
sk_sk: %d nový komentár/ov

source: Jump to top
cs_cz: Skok na začátek
sk_sk: Skok na začiatok

source: An error has occurred, your post was not posted
sk_sk: Vyskytla sa chyba, váš článok nebol pridaný

source: Your update has been posted
sk_sk: Vaša aktualizácia bola pridaná

source: Loading...
cs_cz: Načítání...
sk_sk: Načítava sa...

source: Cancel
cs_cz: Zrušit
sk_sk: Zrušit

source: Save
cs_cz: Uložit
sk_sk: Uložiť

source: Hide threads
cs_cz: Skrýt vlákna
sk_sk: Skryť vlákna

source: Show threads
cs_cz: Zobrazit vlákna
sk_sk: Zobraziť vlákna

source: Your comments or posts will be lost if you continue.
cs_cz: Váš komentář či příspěvek bude ztracen, pokud budete pokračovat.
sk_sk: Váše komentáre alebo články budú stratené ak budete pokračovať.

source: %1$s <em>on</em> %2$s
cs_cz: v %1$s <em>dne</em> %2$s
sk_sk: %1$s <em>dňa</em> %2$s

source: Theme Options
sk_sk: Nastavenia vhľadu

source: Whatcha' up to?
sk_sk: Čo sa deje?

source: Options saved.
cs_cz: Nastavení uloženo.
sk_sk: Možnosti uložené.

source: B4 Options
cs_cz: Nastavení B4
sk_sk: B4 Možnosti

source: Functionality Options
cs_cz: Nastavení funkcí
sk_sk: Možnosti používateľnosti

source: Posting Access:
cs_cz: Možnosti publikování:
sk_sk: Prístup uverejnovania:

source: Allow any WordPress.com member to post
sk_sk: Povoliť akémukoľvek členovi WordPress.com uverejnovať

source: Allow any registered member to post
sk_sk: Povoliť akémukoľvek členovi uverejnovať

source: Hide Threads:
cs_cz: Skrýt vlákna:
sk_sk: Skryť vlákna:

source: Hide comment threads by default
cs_cz: Skrýt vlákna komentářů ve výchozím nastavení
sk_sk: Skryť vlákna komentárov prednastavene

source: Design Options
cs_cz: Možnosti vzhledu
sk_sk: Možnosti vzhľadu

source: Custom Background Color:
cs_cz: Vlastní barva pozadí:
sk_sk: Vlastná farba pozadia:

source: Pick a Color
sk_sk: Vybrať farbu

source: Background Image:
cs_cz: Obrázek na pozadí:
sk_sk: Obrázok pozadia:

source: None
cs_cz: Žádný
sk_sk: Žiadny

source: Bubbles
cs_cz: Bublinky
sk_sk: Bublinky

source: Polka Dots
cs_cz: Polka
sk_sk: Polka bodky

source: Squares
cs_cz: Čtverce
sk_sk: Štvorce

source: Plaid
cs_cz: Pléd
sk_sk: Tartan

source: Stripes
cs_cz: Pruhy
sk_sk: Pruhy

source: Sidebar display:
cs_cz: Zobrazení postranního panelu:
sk_sk: Zobrazenie bočného panelu:

source: Hide the Sidebar
cs_cz: Skrýt postranní panel
sk_sk: Skryť bočný panel

source: Post prompt:
cs_cz: Úvod příspěvku:
sk_sk: Výzva článku:

source: if empty, defaults to <strong>Whatcha up to?</strong>
cs_cz: bude-li prázdné, výchozí hodnota je <strong>Jak se vede?</strong>
sk_sk: Ak je prázdne, prednastavené je <strong>Čo sa deje?</strong>

source: Post Titles:
cs_cz: Titulky příspěvků:
sk_sk: Názvy článkov:

source: Display titles
cs_cz: Zobrazovat titulky
sk_sk: Zobraziť názvy

source: Update Options
cs_cz: Možnosti update
sk_sk: Možnosti aktualizácie

source: Hide Text
sk_sk: Skryť text

source: Show Text
sk_sk: Ukázať text

source: , and
cs_cz: a
sk_sk: , a

source: and %s others are discussing.
cs_cz: a dalších %s diskutuje.
sk_sk: a %s ďalších diskutuje.

source: and one other person are discussing.
cs_cz: a jedna další osoba diskutují.
sk_sk: a jedna ďalšia osoba diskutuje.

source: is discussing.
cs_cz: diskutuje.
sk_sk: diskutuje.

source: are discussing.
cs_cz: diskutují.
sk_sk: diskutujú.

source: Hi, %s. %s
cs_cz: Vítej, %s. %s
sk_sk: Vitaj, %s. %s

source: Whatcha up to?
cs_cz: Jak se vede?
sk_sk: Čo sa deje?

source: B4 Recent Comments
cs_cz: poslední komentáře B4
sk_sk: Posledné komentáre B4

source: Recent comments with avatars.
cs_cz: Poslední komentáře s avatary.
sk_sk: Posledné komentáre s avatarmi.

source: No avatar
cs_cz: Bez avataru
sk_sk: Bez avataru

source: Title:
cs_cz: Nadpis:
sk_sk: Nadpis:

source: Number of comments to show:
cs_cz: Počet zobrazovaných komentářů:
sk_sk: Počet zobrazovaných komentárov:

source: Avatars:
cs_cz: Avatary:
sk_sk: Avatary:

source: Recent comments
cs_cz: Poslední komentáře
sk_sk: Posledné komentáre

source: Anonymous
cs_cz: Anonym
sk_sk: Anonym

source: %s on <a href='%s' class='tooltip' title='%s'>%s</a>
cs_cz: %s - <a href='%s' class='tooltip' title='%s'>%s</a>
sk_sk: %s na <a href='%s' class='tooltip' title='%s'>%s</a>

source: B4 Recent Tags
cs_cz: Poslední tagy B4
sk_sk: Posledné značky B4

source: The tags from the latest posts.
cs_cz: Tagy z posledních příspěvků.
sk_sk: Značky z posledných článkov.

source: Number of tags to show:
cs_cz: Počet zobrazovaných tagů:
sk_sk: Počet zobrazených značiek:

source: Recent tags
cs_cz: Poslední tagy
sk_sk: Posledné značky

source: All Updates RSS
cs_cz: Všechny aktualizace RSS
sk_sk: Všetky aktualizácie RSS

source: Recent Updates
cs_cz: Poslední aktualizace
sk_sk: Posledné aktualizácie

source: Page %s
cs_cz: Strana %s
sk_sk: Strana %s

# Author name
source: Updates from %s
sk_sk: Aktualizácie od %s

# Author name
source: Posts Mentioning %s
sk_sk: Články spomínajúce %s

# Month name
source: Updates from %s
sk_sk: Aktualizácie od %s

source: Toggle Comment Threads
cs_cz: Přepnout zobrazení vláken komentářů
sk_sk: Prepnúť vlákna komentárov

source: Keyboard Shortcuts
cs_cz: Klávesové zkratky
sk_sk: Klávesové skratky

source: No posts yet!
cs_cz: Zatím tu nic není...
sk_sk: Žiadne články zatiaľ!

source: &larr; Older posts
sk_sk: &larr; Staršie články

source: Newer posts &rarr;
sk_sk: Novšie články &rarr;

source: Status Update
cs_cz: Status
sk_sk: Aktualizácia stavu

source: Blog Post
cs_cz: Článek
sk_sk: Článok

source: Quote
cs_cz: Citace
sk_sk: Citovať

source: Link
cs_cz: Odkaz
sk_sk: Odkaz

source: Post it
cs_cz: Odeslat
sk_sk: Pridať

source: Search Results for: %s
cs_cz: Výsledky hledání pro: %s
sk_sk: Výsledky hladania pre: %s

source: No posts found!
cs_cz: Žádné příspěvky nebyly nalezeny!
sk_sk: Žiadne články sa nenašli!

source: Tagged: %s
cs_cz: Tagy: %s
sk_sk: Označkované: %s

source: A group blog theme for short update messages, inspired by Twitter. Featuring: Hassle-free posting from the front page. Perfect for group blogging, or as a liveblog theme. Dynamic page updates. Threaded comment display on the front page. In-line editing for posts and comments. Live tag suggestion based on previously used tags. A show/hide feature for comments, to keep things tidy. Real-time notifications when a new comment or update is posted. Super-handy keyboard shortcuts. Helvetica Neue for you modern font lovers.
sk_sk: Skupinový vzhľad blogu pre krátke statusové správy, inšpirované aplikáciou Twitter. Predstavujeme: Komunikáciu bez hádok na prednej strane. Perfektné pre blogujúcu skupinu, alebo tému živého blogu. Dynamická aktualizácia strany. Vlaknité komentáre zobrazené na prednej strane. Upavovanie článkov a komentárov na mieste. Živé návrhy značiek, založených na predtým použitých značkách. Funkcia ukázať/skryť komentáre pre udržanie vecí prehľadnými. Upozornovanie v reálnom čase keď nový komentár, alebo aktualizácia je pridaná. Super-nápomocné klávesové skratky. Helvetica Neue pre moderných milovníkov písma.

source: Logged in as <a href="%1$s">%2$s</a>.
cs_cz: Přihlášen jako <a href="%1$s">%2$s</a>.

source: Log out of this account
cs_cz: Odhlásit se

source: Log out &rarr;
cs_cz: Odhlásit &rarr;

source: You must be <a href="%s">logged in</a> to post a comment.
cs_cz: Je třeba se <a href=\"%s\">přihlásit</a>, aby bylo možno komentovat.

source: Name <em>(required)</em>
cs_cz: Jméno <em>(vyžadováno)</em>

source: Email <em>(required)</em>
cs_cz: E-mail <em>(vyžadováno)</em>

source: Web Site
cs_cz: Web

source: Posts by %s
cs_cz: Příspěvky od %s

source: B4 theme by %s.
cs_cz: Vzhled B4 vytvořil %s.

source: <strong>%1$s</strong> is proudly powered by %2$s.
cs_cz: <strong>%1$s</strong> pohání %2$s.

source: Blog at WordPress.com
cs_cz: Blog na WordPress.com

source: Error: Unknown error occured. Comment not posted.
cs_cz: Chyba: Hopla! Něco se rozbilo... Komentář nebyl přidán, zkuste to později.

source: An error has occured, your post was not posted
cs_cz: Hopla! Něco se rozbilo... Příspěvek nebyl zveřejněn, zkuste to později.

source: You update has been posted
cs_cz: Vaše aktualizace byla odeslána

source: Updates from %s|name
cs_cz: Aktualizace od %s|name

source: Posts Mentioning %s|name
cs_cz: Příspěvky zmiňující %s|name

source: Updates from %s|month
cs_cz: Aktualizace z %s|month

source: &larr;&nbsp;Newer&nbsp;Posts
cs_cz: &larr;&nbsp;Novější&nbsp;příspěvky

source: Older&nbsp;Posts&nbsp;&rarr;
cs_cz: Starší&nbsp;příspěvky&nbsp;&rarr;

source: &larr;&nbsp;Older&nbsp;Posts
cs_cz: &larr;&nbsp;Starší&nbsp;příspěvky

source: Newer&nbsp;Posts&nbsp;&rarr;
cs_cz: Novější&nbsp;příspěvky&nbsp;&rarr;
